os2web_acadre_arp/test_data/request-0.soap_1.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><Unpublish xmlns="http://Acadre.Publishing.CMS.PublishingHandler.Demo"><itemId>d1aba389-7a96-4215-85ab-298ae08496f7</itemId><locationId>default</locationId></Unpublish></soap:Body></soap:Envelope>